Repository: maximderboven/car-management-localization-caching
Catalog: Insurance/Resources/ViewLocalizationResources.*.resx
Languages: fr_fr, nl_be

source: What would you like to do?
fr_fr: Que souhaitez-vous faire ?
nl_be: Wat wil je doen

# Exit_Message
source: Goodbye
fr_fr: Au revoir
nl_be: Tot ziens

# en-US
source: English
fr_fr: Anglais
nl_be: Engels

# nl-BE
source: Dutch
fr_fr: Neérlandais
nl_be: Nederlands

# fr-FR
source: French
fr_fr: Français
nl_be: Frans

# Choice
source: Choice (0, 9):
fr_fr: Choix (0, 9) :
nl_be: Keuze (0, 9):

# Add_Car
source: 6) Add a car
fr_fr: 6) Ajouter une voiture
nl_be: 6) Voeg een auto toe

# AddCar_Choose_garage
source: Choose garage:
fr_fr: Choisissez un garage :
nl_be: Kies een garage:

source: Add a car
fr_fr: Ajouter une voiture
nl_be: Voeg een auto toe

source: Add a driver
fr_fr: Ajouter un conducteur
nl_be: Voeg een bestuurder toe

source: Brand
fr_fr: Marque
nl_be: Merk

source: Enter a full date (yyyy/mm/dd) or leave blank:
fr_fr: Entrez une date complète (aaaa/mm/jj) ou laissez vide :
nl_be: Voeg een datum toe (yyyy/mm/dd) of laat leeg:

# Add_Car_Failed
source: Unable to add new car:
fr_fr: Impossible d'ajouter une nouvelle voiture :
nl_be: Het is niet mogelijk om een nieuwe auto toe te voegen:

# Add_Car_Succes
source: Added new car succesfully.
fr_fr: Ajouté une nouvelle voiture avec succès.
nl_be: Met succes een nieuwe auto toegevoegd.

# Add_Driver
source: 5) Add a driver
fr_fr: 5) Ajouter un pilote
nl_be: 5) Voeg een bestuurder toe

# Add_Driver_Failed
source: Unable to add new driver:
fr_fr: Impossible d'ajouter un nouveau pilote :
nl_be: Kan geen nieuwe bestuurder toevoegen:

# Add_Driver_Succes
source: Added new driver succesfully.
fr_fr: Ajouté un nouveau conducteur avec succès.
nl_be: Met succes een nieuwe bestuurder toegevoegd.

# Add_Driver_To_Car
source: 7) Add a driver to car
fr_fr: 7) Ajouter un pilote à la voiture
nl_be: 7) Voeg een bestuurder toe aan een auto

# Add_Rental
source: Add a new rental
fr_fr: Ajouter une nouvelle location
nl_be: Nieuw verhuur toevoegen

source: All cars
fr_fr: Toutes les voitures
nl_be: Alle auto's

source: All drivers
fr_fr: Tous les conducteurs
nl_be: Alle bestuurders

# All_Drivers_Filtered
source: 4) All drivers with name and/or date of birth
fr_fr: 4) Tous les conducteurs avec nom et/ou date de naissance
nl_be: 4) Alle bestuurders met een naam en/of geboortedatum

source: Amount of miles on count:
fr_fr: Nombre de kilomètres au compteur :
nl_be: Kilometerstand:

source: Amount of seats:
fr_fr: Nombre de sièges :
nl_be: Hoeveel zetels:

# Born_On_Date
source: born on {0}
nl_be: geboren op {0}

source: Car Insurance
fr_fr: Assurance automobile
nl_be: Autoverzekering

# Culture_Invalid
source: That's not a valid culture, please try again.
fr_fr: Ce n'est pas une culture valide, veuillez réessayer.
nl_be: Dat is geen geldige cultuur, probeer het opnieuw.

# Date_Of_Birth
source: Date of birth (mm/dd/yyyy):
fr_fr: Date de naissance (mm/jj/aaaa) :
nl_be: Geboortedatum (mm/dd/yyyy):

# Driver_Not_Exist
source: This driver does not exist. Please try again.
fr_fr: Ce conducteur n'existe pas. Veuillez réessayer.
nl_be: Deze bestuurder bestaat niet. Probeer het opnieuw.

# Enter_Car_ID
source: Please enter an car ID:
fr_fr: Veuillez saisir un identifiant de voiture :
nl_be: Geef een auto ID in:

source: Enter (part of) a name or leave blank:
fr_fr: Entrez (une partie) d'un nom ou laissez vide :
nl_be: Geef een (stuk van een) naam of laat leeg:

# Failed
source: Something went wrong, please try again.
fr_fr: Un problème est survenu, veuillez réessayer.
nl_be: Er is iets fout gegaan, probeer het opnieuw.

source: firstname:
fr_fr: prénom :
nl_be: voornaam:

source: From
nl_be: Van

source: Fuel
fr_fr: Carburant
nl_be: Brandstof

# GetInfo_Car
source: Car with numberplate: {0} from {1} - on {2} {3}
nl_be: Auto met nummerplaat: {0} van {1} - on {2} {3}

source: How much does the rental cost:
fr_fr: Combien coûte la location :
nl_be: Hoeveel kost het verhuur:

source: lastname:
fr_fr: nom :
nl_be: naam:

# Managed_By_Garage
source: [Managed by garage '{0}']
nl_be: [Beheerd door garage '{0}']

# Not_A_Valid_Option
source: is not a valid option.
fr_fr: n'est pas une option valable.
nl_be: is geen geldige optie.

source: optional
fr_fr: optionnel
nl_be: optioneel

source: Please enter a driver ID:
fr_fr: Veuillez entrer un numéro d'identification du conducteur :
nl_be: Geef een bestuurder ID in:

source: Possible cultures:
fr_fr: Cultures possibles :
nl_be: Mogelijk culturen:

source: Purchase price
fr_fr: Prix d'achat
nl_be: Aankoopprijs

# Quit
source: 0) Quit
fr_fr: 0) Quitter
nl_be: 0) Stop

# Remove_Driver_From_Car
source: 8) Remove driver from car
fr_fr: 8) Retirer le conducteur de la voiture
nl_be: 8) Verwijder een bestuurder van een auto

# Remove_Rental
source: Remove a rental
fr_fr: Retirer une location
nl_be: Verwijder een verhuur

# Select_Car_Drive_Removal
source: Which car would you like to remove a driver from?
fr_fr: De quelle voiture souhaitez-vous retirer le conducteur ?
nl_be: Welke auto wil je een bestuurder van weghalen?

# Select_Culture
source: Pick a culture:
fr_fr: Choisissez une culture :
nl_be: Selecteer een cultuur:

# Select_Driver_Car_Removal
source: Which driver would you like to remove from this car?
fr_fr: Quel conducteur voulez-vous retirer de cette voiture ?
nl_be: Welke bestuurder wil je een auto van verwijderen?

# Show_All_Cars
source: 1) Show all cars
fr_fr: 1) Afficher toutes les voitures
nl_be: 1) Toon alle auto's

# Show_All_Drivers
source: 3) Show all drivers
fr_fr: 3) Afficher tous les conducteurs
nl_be: 3) Toon alle bestuurders

# Show_Cars_By_Fuel
source: 2) Show cars by Fuel
fr_fr: 2) Afficher les voitures par carburant
nl_be: 2) Toon auto's met brandstof

# Switch_Culture
source: 9) Switch culture
fr_fr: 9) Changer de culture
nl_be: 9) Verander van cultuur

# Updated_Culture
source: Updated culture to
fr_fr: Culture mise à jour en
nl_be: Cultuur aangepast naar

source: Which car would you like to add a driver to?
fr_fr: À quelle voiture souhaitez-vous ajouter un conducteur ?
nl_be: Aan welke bestuurder wil je een auto toevoegen?

source: Which driver would you like to add to this car?
fr_fr: Quel conducteur souhaitez-vous ajouter à cette voiture ?
nl_be: Welke bestuurder wil je aan deze auto toevoegen?
